{
    "item-firestarter": "Fire Plough Firestarter",


    "gamemechanicinfo-firestarting-title": "Game Mechanic: Firestarting",
    "gamemechanicinfo-firestarting-text": "<strong>Starting Fires</strong><br>At first, starting fires is extremely difficult. You may even hurt yourself in the process. But with time, you'll get better tools, and will be able to do it easier.<br/><br /><strong>Beginning Tools</strong><br />There are two starting options - the <a href=\"handbook://item-firestarter\">Fire Plough Firestarter</a> and the <a href=\"handbook://item-extremefirestarters:flintandflint\">Flint and Flint Firestarter</a>. Both can be made from easy to find materials, but can take a lot of energy to work.<br /><br /><strong>Durability</strong><br />Not every attempt to start a fire is successful - sometimes your firestarter will break before a fire is started!<br /><br /><strong>Bow Drills</strong><br />The next tier are \"bow drills\". They use a bow to help spin a stick - making it safer and faster.<br/>Your first option is the <a href=\"handbook://item-extremefirestarters:bowdrill-crude\">Crude Bow Drill</a>, made from a Crude Bow. Even if you don't know how to make one for combat, every class can make this item with the utility recipe.<br />Once you get some twine, make a <a href=\"handbook://item-extremefirestarters:bowdrill\">Bow Drill</a>.<br /><br /><strong>Repairing</strong><br />Many firestarters have a <i>chance</i> to return key components when they break - but you can use the repair recipes to make sure you won’t have to replace important parts. Keeping an eye on durability and repairing your item before it breaks will save you resources.<br /><br /><strong>Late Game</strong><br />The <a href=\"handbook://item-extremefirestarters:flintandsteel\">Flint and Steel Firestarter</a> gets many uses, and once you have the steel, the only other thing you need is flint and charcoal.<br />The waterproof <a href=\"handbook://item-extremefirestarters:matches\">Matches</a> will require finding some blasting powder, along with glue and beeswax. They are the quickest, but require a bit of material to make.<br />The <a href=\"handbook://item-extremefirestarters:lighter-crude\">Crude Lighter</a> uses a rope soaked in alcohol to quickly start fires, and can get a fair amount of uses before needing refilled.",

    "item-handbooktitle-lighter-body-crude": "Crafting Notes: ",
    "item-handbooktext-lighter-body-crude": "Varying metals can be used for the plate and and nail, but the chisel must be steel. The whole chisel is consumed.",

    "trait-pyromaniac": "<font color=\"#84ff84\">• Pyromaniac </font>",
    "charattribute-firestartingSpeed-1": "+100% Firestarting Speed",
    "charattribute-firestartingSuccess-1": "+100% Firestarting Success",
    "charattribute-firestartingDurability-1": "+100% Firestarter Durability"

} 
